Checks to see if this object is data panel schedule template element.
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public bool IsDataPanelSchedule { get; }
  Visual Basic
Public ReadOnly Property IsDataPanelSchedule As Boolean
	Get
  Visual C++
public:
property bool IsDataPanelSchedule {
	bool get ();
}
 See Also
  PanelScheduleTemplate Class
  Autodesk.Revit.DB.Electrical Namespace